# UnLckObjs

## Description
Procedure UnLckObjs unlocks the selected objects.

```pascal
PROCEDURE UnLckObjs;
```

```python

def vs.UnLckObjs():
    return None
```

## Examples
```pascal
SelectObj((C='Structure To Remain'));

UnLckObjs;
```

## Version
Availability: from MiniCAD
## Category
* General Edit